IDEA Open Model
MatPrestressSteelSIA.Epsuk Property
Compatible with IDEA StatiCa Beta 20.0
 characteristic value of ultimate strain of reinforcing steel or strain at maximum load for prestressing steel
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double Epsuk { get; set; }
Public Property Epsuk As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
MatPrestressSteelSIA Class
IdeaRS.OpenModel.Material Namespace